{
    "0x0028e": "You can't deal with the stones one by one, and you can't deal\nwith them all at once.  But you certainly don't want to *leave*\nany of them alone!\n",
    "0x002fa": "You've \"turned stones\" in your day.  Have you tried turning that\nphrase around to deal with the terns?\n",
    "0x00340": "You're not quite ready to deal with the ibis and pools yet.  But,\nwhile you're here, observe the waterbugs.  They leave nice rippling\nrings behind as they skim the pools.\n",
    "0x003ac": "Observe the waterbugs.  They leave scintillating rings behind as\nthey skim the pools.\n",
    "0x003e2": "Observe your scarab ring.  Nice hieroglyph, huh?\n",
    "0x003fc": "You need to find some way of getting the ring to the ibis.\n",
    "0x00422": "Time to toss your ring in the hat.\n",
    "0x0043a": "Read the tan book in the library.\n",
    "0x0044c": "Have you read his sign?  His name is *Flagstaff*.\n",
    "0x00472": "He may not want a flag in it's entirety.  Maybe just a part of it\nwill do.\n",
    "0x004a8": "That banner you removed from the flag is head-sized and Flagstaff's\ndreadlocks are dreadfully unruly.\n",
    "0x004e8": "You've retrieved an arrowhead.  Ever thought about constructing an\narrow?\n",
    "0x0051c": "You separated the flag into a shaft and a banner.  For the banner,\nyou received an arrowhead.  Time to return it to the shaft.  After\nall, turn about is fair play.\n",
    "0x0057c": "Have you asked the blacksmith about various characters hereabouts,\nincluding the notorious Count?\n",
    "0x005b8": "Look carefully at the yellow and the boleknot.\n",
    "0x005d2": "The boleknot resembles an arrow-scarred heart.  Maybe Cupid's weapon\ncould pierce this heart.\n",
    "0x00612": "Be here when the chimes are ringing and observe the pendulum swing.\n",
    "0x0063a": "Read the purple book in the library.\n",
    "0x0064c": "You need to augment and swell the vibration of the pendulum caused\nby the ringing of the bells, bells, bells.\n",
    "0x00698": "Be here at Nine P.M. and observe the violet light (re-read your\njournal page).\n",
    "0x006cc": "Note where the gnomon's pointing.  So--that way is gnomon's land!\n",
    "0x006f6": "It will take a while before you gather all you need to take advantage\nof the violet light.  But, when you have it all, keep your appointment\nat Nine P.M.\n",
    "0x0075e": "What did you overhear Count Yew. saying about ultraviolet?\n",
    "0x00788": "Have you read your journal page lately?\n",
    "0x007a2": "This looks like a spire to the sky.  Is it noon yet?\n",
    "0x007c8": "Do everything you normally do to a tree and that one thing you do to\nthe wrong tree.\n",
    "0x00802": "Read the navy book in the library.\n",
    "0x00814": "Have you seen anything around identified as lance-like?\n",
    "0x0083a": "Prufrock is rather stodgy unless formally introduced.  Do you have\nanything that might break the ice by serving as an introduction?\n",
    "0x00892": "Observe the yellow in the Present Time Zone.\n",
    "0x008ac": "Recall the yellow as it grew up over the ages.  How do you think it got\nthat way?\n",
    "0x008e6": "You need to get on track.\n",
    "0x008f8": "The tortoise is a reptile.  Have you looked that entry up in the\ndictionary on herpetology (the copper green book in the library)?\n",
    "0x00944": "You need to manipulate time in some fashion that allows you to win\nthe race.\n",
    "0x0097c": "The tortoise once wore the shell.  Why not try it on for size?\n",
    "0x009a4": "Observe what the waterclock does to the river.  Why not try doing\nthe same to the waterclock?\n",
    "0x009d8": "You're not quite ready for the ice-cold salamander yet.  Be on the\nlookout for something that could serve as a hotpad.\n",
    "0x00a2a": "Don't coast to close to the salamander without the proper insulation.\n",
    "0x00a58": "Read *all* of the books for some valuable information.  You may need\nto read some of them more than once.\n",
    "0x00a9c": "Don't forget to read the blank book!\n",
    "0x00ab4": "What direction are you always going in when you're going counter-\nclockwise?\n",
    "0x00ae8": "The little horrorshow ditty that invades your head as you enter the\nmuseum proper may help you here.\n",
    "0x00b2e": "You need to trap that gas.  Seen anything that sucks up all the\navailable atmosphere?\n",
    "0x00b6e": "You're in a jam.  Seen anything around that was once used to contain\njams?\n",
    "0x00ba4": "The flogtoad was abandoned here by his compatriots without proper\nburial.\n",
    "0x00bd6": "The flogtoad needs to be buried in such a fashion that parts of him\nwill fossilize and be available to you in a future time zone.\n",
    "0x00c2c": "The baubles here ascend to the sky.  Have you seen any other objects\naround that seem lighter than the elements?\n",
    "0x00c7c": "You found a ping-pong ball floating on a fountain.  Maybe there are\nother places in this land where it will float away as well.\n",
    "0x00cd4": "Try looking N, NE, E and so on around the compass.  These are spatial\ndirections.  Why not try looking into temporal directions as well?\n",
    "0x00d32": "Looking in the slow mirror here gets you nowhere.  Direct your attention\nto a speedier looking glass.\n",
    "0x00d76": "Have you examined the compass' needle in various locations?  It seems\nto have led you here and doesn't know where to spin next.  Maybe other\nparts of the compass could aid you here.\n",
    "0x00dee": "Time to take the plunge!\n",
    "0x00e00": "You need to disguise yourself to get past the near-sighted reptoids.\nSeen anything vaguely reptilian in the Present Time Zone?\n",
    "0x00e56": "You would not be left stranded in suspension without the means of escape.\nClosely examine all inventory always available to you and try to find\na connection to your current locale.\n",
    "0x00eca": "You're in suspension and you're wearing suspenders.\n",
    "0x00ef2": "Look at the description of this location again.  When something sticks\nout like a sore thumb, best to do something with it!\n",
    "0x00f40": "Have you slid the platform to the SW aside and descended past the shaft?\nFrom that vantage, you might get some idea of what lies beneath this\nbridge.\n",
    "0x00fa2": "*A rag man*, looking pretty *mixed-up*, *scrabble*s around in search\nof something.\n",
    "0x00fe2": "He talks in code.  Seen anything for him to work on?\n",
    "0x01008": "Either the stack or heap will assume relevance later--but, for now, you\nmight want to delve more deeply into the dump.\n",
    "0x0105a": "Dig in the dump with a predator's tool.\n",
    "0x01072": "You've heard of the seven-year itch?  Well, there's another lover's\ncycle that returns every four years.\n",
    "0x010c4": "That slider on the compass seems stuck and you might get in a rut\ncontinually slipping back to the past.  Seen a handyman around who\ncould enlarge your rather narrow compass?\n",
    "0x01138": "You don't yet have the right implement to remove the moss.  Maybe it\nwill materialize sooner or later--it would be nice to know what the\ninscription hides.\n",
    "0x011a6": "A rolling cornerstone loses no moss.  Might be some way to scrape\nit loose anyhow.\n",
    "0x011e0": "You're disguised as a reptoid and they're passing things on down the\nline.  Why not contribute a thing or two?  Who knows where and when it\nmight show up?\n",
    "0x01248": "If you somehow distract the reptoids, you might be able to slip a thing\nor two in their precious time capsule without them catching on.\n",
    "0x012a0": "Wherever and whenever you encounter a poppy, make sure you examine it.\nWho knows what might poppy up?\n",
    "0x012e4": "You've got a black thumb when it comes to gardening and since receiving\nyour pink slip are known as a bad seed in these parts.  But, with a\ngood seed and a green thumb, who knows what you might accomplish?\n",
    "0x01366": "The turtle may not need his shell anymore--but you might!\n",
    "0x0138e": "This is a very versatile shell--you and the tortoise have both worn\nit.  Maybe it's time to embark on your final journey?\n",
    "0x013e2": "The walrus is an *earpiece*--designed to be *worn*.\n",
    "0x0140a": "Have you checked his administrative offices and read his ledgers?\n",
    "0x01434": "Something's missing from a collection he keeps.\n",
    "0x01452": "Maybe you better go back to that past and see what really goes on in\nthis future.\n",
    "0x0148e": "The top-of-the-hour to you.\n",
    "0x014a6": "Here's handing it to you.  You're descending to new depths asking for\nanother hint.\n",
    "0x014e4": "Be sure to read the bulletins!\n",
    "0x014fc": "The slot accepts tokens and the tokens may be of any size.  Seen a\nreducing machine around?\n",
    "0x01536": "You need to find a latchkey in here.\n",
    "0x0154e": "The root extractor and fixer-upper might help you here.\n",
    "0x01570": "OK!  OK!  This is one place where graphics might have helped this\ngame.  But why not try your own hand at a graphics map, maybe marking\nlegal and illegal turns in different colored inks?\n",
    "0x015f2": "This is a five-by-five maze with one entrance and two exits.\n",
    "0x01616": "The egg slicer is not very good at slicing eggs but could prove\n*instrumental* in getting out of kinky situations.\n"
}
